"""Этот скрипт производит арифметические вычисления."""

# Задаем значения переменных a и b
a = 7
b = 5

# Вычисляем сумму, разницу и произведение чисел a и b
sum_ab = a + b   # Сумма чисел a и b
diff_ab = a - b  # Разница чисел a и b
mult_ab = a * b  # Произведение чисел a и b


# Выводим результаты вычислений на экран
print(f"Сумма {a} и {b} равна: {sum_ab}")     # Выводим сумму на экран
print(f"Разница {a} и {b} равна: {diff_ab}")  # Выводим разницу на экран
print(f"Произведение {a} и {b} равно: {mult_ab}")  # Выводим результат на экран
